Repository: MeleMannen/Wordlr
Catalog: Wordlr/Resources/Localizable.xcstrings
Source language: en
Languages: es, fr, nb, pl

source: %@ is a word game where you guess a secret word. The game provides feedback on your guesses, indicating correct letters and their positions.
es: %@ es un juego de palabras en el que debes adivinar una palabra secreta. El juego te da retroalimentación sobre tus intentos, indicando las letras correctas y sus posiciones.
fr: %@ est un jeu de mots dans lequel vous devinez un mot secret. Le jeu donne un retour sur vos essais et indique les bonnes lettres et leurs positions.
nb: %@ er et ordspill hvor du gjetter et hemmelig ord. Spillet gir tilbakemelding på gjettene dine, og indikerer riktige bokstaver og deres posisjoner.
pl: %@ to gra słowna, w której odgadujesz ukryte słowo. Gra pokazuje informacje zwrotne po każdej próbie, wskazując poprawne litery i ich pozycje.

source: %lld guesses
es: %lld intentos
fr: %lld essais
nb: %lld gjett
pl: %lld prób

source: %lld letter
es: %lld letra
fr: %lld lettre
nb: %lld bokstav
pl: %lld litera

source: %lld letters
es: %lld letras
fr: %lld lettres
nb: %lld bokstaver
pl: %lld liter

source: %lld letters, current streak %lld, longest streak %lld
es: %lld letras, racha actual %lld, racha más larga %lld
fr: %lld lettres, série actuelle %lld, meilleure série %lld
nb: %lld bokstaver, nåværende streak %lld, lengste streak %lld
pl: %lld liter, obecna seria %lld, najdłuższa seria %lld

source: %lld-letter word, %lld rows
es: Palabra de %lld letras, %lld filas
fr: Mot de %lld lettres, %lld lignes
nb: Ord på %lld bokstaver, %lld rader
pl: Słowo z %lld liter, %lld wierszy

source: About
es: Acerca de
fr: À propos
nb: Om
pl: O aplikacji

source: Add reminder
es: Agregar recordatorio
fr: Ajouter un rappel
nb: Legg til påminnelse
pl: Dodaj przypomnienie

source: Adjective
es: Adjetivo
fr: Adjectif
nb: Adjektiv
pl: Przymiotnik

source: Adverb
es: Adverbio
fr: Adverbe
pl: Przysłówek

source: All
es: Todo
fr: Tout
nb: Alle
pl: Wszystko

# almost_message
source: Almost - %@
es: ¡Casi! - %@
fr: Presque - %@
nb: Nesten!! - %@
pl: Prawie - %@

source: Analogy
es: Por analogía
fr: Par analogie
nb: Ved analogi
pl: Przez analogię

source: ANTONYMS
es: Antónimos
fr: ANTONYMES
nb: ANOTNYMER
pl: ANTONIMY

source: Any length
es: Cualquier longitud
fr: Toute longueur
nb: Alle lengder
pl: Dowolna długość

source: App language
es: Idioma de la app
fr: Langue de l’app
nb: App språk
pl: Język aplikacji

source: App theme
es: Tema de la app
fr: Thème de l’app
nb: App tema
pl: Motyw aplikacji

source: Archaic
es: Arcaico
fr: Archaïque
nb: Arkaisk
pl: Archaicznie

source: Are you sure that you want to discard your current word?
es: ¿Seguro que quieres descartar la palabra actual?
fr: Voulez-vous vraiment abandonner votre mot actuel ?
nb: Er du sikker på at du vil forkaste ditt påbegynte ord?
pl: Czy na pewno chcesz porzucić bieżące słowo?

source: Are you sure you want to restart?
es: ¿Estás seguro de que quieres reiniciar?
fr: Voulez-vous vraiment recommencer ?
nb: Er du sikker på at du vil restarte?
pl: Czy na pewno chcesz zacząć od nowa?

source: Article
es: Artículo
nb: Artikkel
pl: Rodzajnik

source: Back
es: Atrás
fr: Retour
nb: Tilbake
pl: Wstecz

source: blank
es: en blanco
fr: vide
nb: tom
pl: puste

source: Both
es: Ambos
fr: Les deux
nb: Begge
pl: Oba

source: Broadly
es: En sentido amplio
fr: Au sens large
nb: I vid betydning
pl: W szerokim znaczeniu

source: Cancel
es: Cancelar
fr: Annuler
nb: Avbryt
pl: Anuluj

source: Checks the current guess.
es: Comprueba el intento actual.
fr: Vérifie l’essai actuel.
nb: Sjekker gjeldende gjett.
pl: Sprawdza bieżącą próbę.

source: Clear search
es: Borrar búsqueda
fr: Effacer la recherche
nb: Tøm søk
pl: Wyczyść wyszukiwanie

source: Colloquial
es: Coloquial
fr: Familier
nb: Muntlig
pl: Potocznie

source: Conjunction
es: Conjunción
fr: Conjonction
nb: Konjunksjon
pl: Spójnik

source: Copies the shareable result for this game.
es: Copia el resultado compartible de esta partida.
fr: Copie le résultat partageable de cette partie.
nb: Kopierer det delbare resultatet for dette spillet.
pl: Kopiuje wynik tej gry do udostępnienia.

source: Copies your shareable game result.
es: Copia tu resultado de partida para compartir.
fr: Copie votre résultat de partie partageable.
nb: Kopierer det delbare spillresultatet ditt.
pl: Kopiuje wynik gry do udostępnienia.

source: Copy
es: Copiar
fr: Copier
nb: Kopier
pl: Kopiuj

source: Copy email
es: Copiar correo
fr: Copier l’e-mail
nb: Kopier e-post
pl: Kopiuj e-mail

source: Copy link
es: Copiar enlace
fr: Copier le lien
nb: Kopier lenke
pl: Kopiuj link

source: Copy result
es: Copiar resultado
fr: Copier le résultat
nb: Kopier resultatet
pl: Kopiuj wynik

source: Copy version
es: Copiar versión
fr: Copier la version
nb: Kopier versjon
pl: Kopiuj wersję

source: Correct
es: Correcto
nb: Riktig
pl: Poprawne

source: Correct letter, wrong position
es: Letra correcta, posición incorrecta
fr: Bonne lettre, mauvaise position
nb: Riktig bokstav, feil posisjon
pl: Poprawna litera, zła pozycja

source: Correct position
es: Posición correcta
fr: Bonne position
nb: Riktig plassering
pl: Poprawna pozycja

source: Count
es: Contar
fr: Nombre
nb: Antall
pl: Liczba

source: Countable
es: Contable
fr: Dénombrable
nb: Tellelig
pl: Policzalny

source: Current
es: Actual
fr: Actuelle
nb: Nåværende
pl: Obecna

source: Daily word
es: Palabra diaria
fr: Mot du jour
nb: Dagens ord
pl: Codzienne słowo

# Daily word reminder
source: Reminder
es: Recordatorio
fr: Rappel
nb: Påminnelse
pl: Przypomnienie

source: Daily word reminders
es: Recordatorios de palabra diaria
fr: Rappels du mot quotidien
nb: Dagens ord-påminnelser
pl: Przypomnienia o codziennym słowie

source: Daily word streaks 🔥
es: Rachas de palabra diaria 🔥
fr: Séries du mot quotidien 🔥
nb: Dagens ord-streaks 🔥
pl: Serie codziennego słowa 🔥

source: Daily word theme
es: Tema de palabra diaria
fr: Thème du mot quotidien
nb: Dagens ord-tema
pl: Motyw codziennego słowa

source: Dark
es: Oscuro
fr: Sombre
nb: Mørkt
pl: Ciemny

source: Dark gray means the letter is not in the word at all.
es: El gris oscuro significa que la letra no está en la palabra en absoluto.
fr: Le gris foncé signifie que la lettre n’est pas dans le mot.
nb: Mørkegrå betyr at bokstaven ikke er i ordet i det hele tatt.
pl: Ciemnoszary oznacza, że litery nie ma w słowie.

source: Date
es: Fecha
nb: Dato
pl: Data

source: Delete
es: Borrar
fr: Supprimer
nb: Slett
pl: Usuń

source: Delete letter
es: Borrar letra
fr: Supprimer la lettre
nb: Slett bokstav
pl: Usuń literę

source: Deletes the previous letter.
es: Borra la letra anterior.
fr: Supprime la lettre précédente.
nb: Sletter forrige bokstav.
pl: Usuwa poprzednią literę.

source: Determiner
es: Determinante
fr: Déterminant
nb: Determinativ
pl: Określnik

source: Discard current word?
es: ¿Descartar la palabra actual?
fr: Abandonner le mot actuel ?
nb: Forkaste påbegynt ord?
pl: Porzucić bieżące słowo?

source: Dismiss
es: Desechar
fr: Fermer
nb: Fjern
pl: Zamknij

source: Do you want to see the definition?
es: ¿Quieres ver la definición?
fr: Voulez-vous voir la définition ?
nb: Vil du se definisjonen av ordet?
pl: Czy chcesz zobaczyć definicję?

# Don't forget to complete today's %d letter, %@ daily word
source: Don't forget to complete today's %1$d-letter word in %2$@
es: No olvides completar la palabra diaria de %1$d letras en %2$@ de hoy
fr: N’oubliez pas de terminer le mot quotidien de %1$d lettres en %2$@ aujourd’hui
nb: Ikke glem å fullføre dagens ord på %1$d bokstaver på %2$@
pl: Nie zapomnij ukończyć dzisiejszego słowa z %1$d literami w języku %2$@

# Edit daily Wordlr reminders
source: Edit reminders
es: Editar recordatorios
fr: Modifier les rappels
nb: Rediger påminnelser
pl: Edytuj przypomnienia

source: Edit reminder
es: Editar recordatorio
fr: Modifier le rappel
nb: Rediger påminnelse
pl: Edytuj przypomnienie

source: empty
es: vacío
fr: vide
nb: tom
pl: puste

source: Empty
es: Vacío
fr: Vide
nb: Tom
pl: Puste

source: Ends with
es: Termina con
fr: Se termine par
nb: Slutter med
pl: Kończy się na

source: Enter ending letters
es: Introduce las letras finales
fr: Saisir les lettres finales
nb: Skriv endelige bokstaver
pl: Wpisz końcowe litery

source: Enter starting letters
es: Introduce las letras iniciales
fr: Saisir les lettres initiales
nb: Skriv start bokstaver
pl: Wpisz początkowe litery

source: Especially
es: Especialmente
fr: En particulier
nb: Særlig
pl: Zwłaszcza

source: Example
es: Ejemplo
fr: Exemple
nb: Eksempel
pl: Przykład

source: EXAMPLE
es: EJEMPLO
fr: EXEMPLE
nb: EKSEMPEL
pl: PRZYKŁAD

source: Example: G, correct position
es: Ejemplo: G, posición correcta
fr: Exemple : G, bonne position
nb: Eksempel: G, riktig plassering
pl: Przykład: G, poprawna pozycja

source: Example: H, in the word, wrong position
es: Ejemplo: H, en la palabra, posición incorrecta
fr: Exemple : H, dans le mot, mauvaise position
nb: Eksempel: H, i ordet, feil plassering
pl: Przykład: H, jest w słowie, zła pozycja

source: Example: W, not in the word
es: Ejemplo: W, no está en la palabra
fr: Exemple : W, pas dans le mot
nb: Eksempel: W, ikke i ordet
pl: Przykład: W, nie ma w słowie

source: Exclude letters
es: Excluir letras
fr: Exclure des lettres
nb: Ekskluder bokstaver
pl: Wyklucz litery

source: Excluded letters
es: Letras excluidas
fr: Lettres exclues
nb: Ekskluderte bokstaver
pl: Wykluczone litery

source: Expert mode
es: Modo experto
fr: Mode expert
nb: Ekspertmodus
pl: Tryb eksperta

source: EXPLANATION AND USAGE
es: EXPLICACIÓN y USO
fr: EXPLICATION ET USAGE
nb: BETYDNING OG BRUK
pl: OBJAŚNIENIE I UŻYCIE

source: Figuratively
es: En sentido figurado
fr: Au sens figuré
nb: Billedlig
pl: Przenośnie

source: Filter options
es: Opciones de filtro
fr: Options de filtre
nb: Filter
pl: Opcje filtrów

source: Follow for updates
es: Sigue las novedades
fr: Suivre les nouveautés
nb: Følg for oppdateringer
pl: Obserwuj aktualizacje

source: French
es: Francés
fr: Français
nb: Fransk
pl: Francuski

source: Game
es: Juego
fr: Jeu
nb: Spill
pl: Gra

source: Game (default)
es: Juego (estándar)
fr: Jeu (par défaut)
nb: Spill (standard)
pl: Gra (domyślnie)

source: Game board, game over
es: Tablero, partida terminada
fr: Plateau de jeu, partie terminée
nb: Spillbrett, spillet er over
pl: Plansza gry, koniec gry

source: Game board, row %lld of %lld
es: Tablero, fila %lld de %lld
fr: Plateau de jeu, ligne %lld sur %lld
nb: Spillbrett, rad %lld av %lld
pl: Plansza gry, wiersz %lld z %lld

source: Game clues automatically fills in filter options based on your current game progress. Upgrade to Pro in Settings to unlock this feature.
es: Las pistas del juego rellenan automáticamente las opciones de filtro según tu progreso actual. Mejora a Pro en Ajustes para desbloquear esta función.
fr: Les indices de jeu remplissent automatiquement les options de filtre selon votre progression actuelle. Passez à Pro dans Réglages pour déverrouiller cette fonctionnalité.
nb: Spillets ledetråder fyller automatisk inn filteralternativene basert på din nåværende spillprogresjon. Oppgrader til Pro i Innstillinger for å låse opp denne funksjonen.
pl: Wskazówki z gry automatycznie uzupełniają filtry na podstawie bieżącego postępu. Przejdź na Pro w Ustawieniach, aby odblokować tę funkcję.

# game_mode_both
source: Both modes
es: Ambos modos
fr: Les deux modes
nb: Begge moduser
pl: Oba tryby

# game_mode_daily_word
source: Daily word
es: Palabra diaria
fr: Mot du jour
nb: Dagens ord
pl: Codzienne słowo

# game_mode_unlimited
source: Unlimited
es: Ilimitado
fr: Illimité
nb: Fritt spill
pl: Bez ograniczeń

source: Gamemode
es: Modo de juego
fr: Mode de jeu
nb: Modus
pl: Tryb gry

source: Get a hint
es: Obtener una pista
fr: Obtenir un indice
nb: Få et hint
pl: Uzyskaj podpowiedź

source: Get an ad-free experience, instant hints, and easier word filtering
es: Disfruta de una experiencia sin anuncios, pistas instantáneas y un filtrado de palabras más fácil
fr: Profitez d’une expérience sans publicité, d’indices instantanés et d’un filtrage des mots plus facile
nb: Få en reklamefri opplevelse, øyeblikkelige hint og enklere ordfiltrering
pl: Korzystaj bez reklam, z natychmiastowymi podpowiedziami i łatwiejszym filtrowaniem słów

source: Get from game
es: Usar pistas de la partida
fr: Utiliser le jeu
nb: Hent fra spillet
pl: Pobierz z gry

source: Get hint
es: Obtener pista
fr: Obtenir un indice
nb: Få hint
pl: Uzyskaj podpowiedź

source: Go to Settings
es: Ir a Ajustes
fr: Aller aux réglages
nb: Gå til Innstillinger
pl: Przejdź do ustawień

source: Gold
es: Oro
fr: Or
nb: Gull
pl: Złoty

source: Got it
es: Entendido
fr: Compris
nb: Skjønner
pl: Rozumiem

source: Green means the letter is in the word and in the correct spot.
es: Verde significa que la letra está en la palabra y en la posición correcta.
fr: Le vert signifie que la lettre est dans le mot et au bon endroit.
nb: Grønn betyr at bokstaven er i ordet og at det på riktig plass.
pl: Zielony oznacza, że litera jest w słowie i na właściwym miejscu.

source: Guess the letter
es: Adivina la letra
fr: Deviner la lettre
nb: Gjett bokstaven
pl: Odgadnij literę

source: Guess the secret word in a limited number of tries. After each guess, the colors of the tiles will show how close you were.
es: Adivina la palabra secreta en un número limitado de intentos. Después de cada intento, los colores mostrarán qué tan cerca estuviste.
fr: Devinez le mot secret en un nombre limité d’essais. Après chaque essai, les couleurs des tuiles indiquent à quel point vous étiez proche.
nb: Gjett det hemmelige ordet i et begrenset antall forsøk. Etter hver gjetning vil fargene vil vise hvor nærme du var.
pl: Odgadnij ukryte słowo w ograniczonej liczbie prób. Po każdej próbie kolory kafelków pokażą, jak blisko było rozwiązanie.

source: Guess the word
es: Adivina la palabra
fr: Devinez le mot
nb: Gjett ordet
pl: Odgadnij słowo

source: Guesses
es: Intentos
fr: Essais
nb: Gjett
pl: Próby

source: Guesses chart
es: Gráfico de intentos
fr: Graphique des essais
nb: Gjettediagram
pl: Wykres prób

source: Guesses chart. Most wins were in %lld guesses with %lld games.
es: Gráfico de intentos. La mayoría de victorias fue en %lld intentos con %lld partidas.
fr: Graphique des essais. Le plus de victoires a été obtenu en %lld essais avec %lld parties.
nb: Gjettediagram. Flest seire var på %lld gjett med %lld spill.
pl: Wykres prób. Najwięcej zwycięstw było po %lld próbach w %lld grach.

source: Guesses chart. No won games in this selection.
es: Gráfico de intentos. No hay partidas ganadas en esta selección.
fr: Graphique des essais. Aucune partie gagnée dans cette sélection.
nb: Gjettediagram. Ingen vunne spill i dette utvalget.
pl: Wykres prób. Brak wygranych gier w tym wyborze.

source: Haptic feedback
es: Respuesta háptica
fr: Retour haptique
nb: Haptisk tilbakemelding
pl: Reakcje haptyczne

source: Hint
es: Pista
fr: Indice
pl: Podpowiedź

source: Hints used
es: Pistas usadas
fr: Indices utilisés
nb: Hint brukt
pl: Podpowiedzi użyte

# hints_used_both
source: Both
es: Ambos
fr: Les deux
nb: Begge
pl: Oba

# hints_used_neverUsed
source: Never used
es: Nunca usado
fr: Jamais utilisés
nb: Aldri brukt
pl: Nigdy nieużyte

# hints_used_onlyWhenUsed
source: Only when used
es: Solo cuando se usaron
fr: Seulement si utilisés
nb: Bare når hint ble brukt
pl: Tylko gdy użyto

source: Historikk
es: Historial
fr: Historique
pl: Historia

source: History
es: Historia
fr: Historique
nb: Historikk
pl: Historia

source: History is not available with this selection
es: El historial no está disponible con esta selección
fr: L’historique n’est pas disponible avec cette sélection
nb: Historikk er ikke tilgjengelig med dette utvalget
pl: Historia nie jest dostępna dla tego wyboru

source: History tab
es: Pestaña historial
fr: Onglet historique
nb: Historikk-fane
pl: Karta historii

source: Home
es: Inicio
fr: Accueil
nb: Hjem
pl: Główna

source: How to play
es: Cómo jugar
fr: Comment jouer
nb: Hvordan spille
pl: Jak grać

source: How to play?
es: ¿Cómo jugar?
fr: Comment jouer ?
nb: Hvordan spille?
pl: Jak grać?

source: I'm sure
es: Seguro
fr: Je confirme
nb: Jeg er sikker
pl: Jestem pewien

source: In the word, wrong position
es: En la palabra, posición incorrecta
fr: Dans le mot, mauvaise position
nb: I ordet, feil plassering
pl: W słowie, zła pozycja

source: Included letters
es: Letras incluidas
fr: Lettres incluses
nb: Inkluderte bokstaver
pl: Uwzględnione litery

source: Innstillinger
es: Ajustes
fr: Réglages
pl: Ustawienia

source: Inserts %@
es: Inserta %@
fr: Insère %@
nb: Setter inn %@
pl: Wstawia %@

source: Interjection
es: Interjección
nb: Interjeksjon
pl: Wykrzyknik

source: Intransitive
es: Intransitivo
fr: Intransitif
nb: Intransitivt
pl: Nieprzechodni

source: Keep your streak going?
es: ¿Mantener tu racha?
fr: Continuer votre série ?
nb: Holde streaken gående?
pl: Utrzymać serię?

source: Language
es: Idioma
fr: Langue
nb: Språk
pl: Język

# language_all
source: All languages
es: Todos los idiomas
fr: Toutes les langues
nb: Alle språk
pl: Wszystkie języki

# language_english
source: English
es: Inglés
fr: Anglais
nb: Engelsk
pl: Angielski

# language_norwegian
source: Norwegian
es: Noruego
fr: Norvégien
nb: Norsk
pl: Norweski

# language_spanish
source: Spanish
es: Español
fr: Espagnol
nb: Spansk
pl: Hiszpański

source: Letter %@
es: Letra %@
fr: Lettre %@
nb: Bokstav %@
pl: Litera %@

source: Light
es: Luz
fr: Clair
nb: Lyst
pl: Jasny

source: Lightbulb
es: Bombilla
fr: Ampoule
nb: Lyspære
pl: Żarówka

source: Literally
es: Literalmente
fr: Au sens propre
nb: Bokstavelig
pl: Dosłownie

source: Loading...
es: Cargando...
fr: Chargement...
nb: Laster...
pl: Ładowanie...

source: Longest
es: Más largo
fr: Meilleure
nb: Lengste
pl: Najdłuższa

source: Lost
es: Perdido
fr: Perdu
nb: Tapt
pl: Przegrana

source: Magnifying glass
es: Lupa
fr: Loupe
nb: Forstørrelsesglass
pl: Lupa

source: Mode
es: Modo
nb: Modus
pl: Tryb

source: New word
es: Nueva palabra
fr: Nouveau mot
nb: Nytt ord
pl: Nowe słowo

source: No definition found
es: No se encontró definición
fr: Aucune définition trouvée
nb: Ingen definisjon funnet
pl: Nie znaleziono definicji

source: No internet connection
es: Sin conexión a internet
fr: Aucune connexion Internet
nb: Ingen internett-tilkobling
pl: Brak połączenia z internetem

source: No mail app available
es: No hay app de correo disponible
fr: Aucune app de messagerie disponible
nb: Ingen e-postapp tilgjengelig
pl: Brak dostępnej aplikacji pocztowej

source: No reminders
es: Sin recordatorios
fr: Aucun rappel
nb: Ingen påminnelser
pl: Brak przypomnień

source: No reminders has been scheduled yet.
es: Aún no se han programado recordatorios.
fr: Aucun rappel n’a encore été planifié.
nb: Ingen påminnelser er planlagt ennå.
pl: Nie zaplanowano jeszcze żadnych przypomnień.

source: No results for %@
es: No hay resultados para %@
fr: Aucun résultat pour %@
nb: Ingen resultater for %@
pl: Brak wyników dla %@

source: No stats available for this selection
es: No hay estadísticas disponibles para esta selección
fr: Aucune statistique disponible pour cette sélection
nb: Ingen statistikk tilgjengelig for dette utvalget
pl: Brak statystyk dla tego wyboru

source: No words matching current filters
es: No hay palabras que coincidan con los filtros actuales
fr: Aucun mot ne correspond aux filtres actuels
nb: Ingen ord samsvarer med gjeldende filtre
pl: Brak słów pasujących do obecnych filtrów

source: Not in the word
es: No está en la palabra
fr: Pas dans le mot
nb: Ikke i ordet
pl: Nie ma w słowie

source: Not in word
es: No está en la palabra
fr: Pas dans le mot
nb: Ikke i ordet
pl: Nie ma w słowie

source: Not now
es: Ahora no
fr: Pas maintenant
nb: Ikke nå
pl: Nie teraz

source: Not ready
es: No listo
fr: Pas prêt
nb: Ikke klar
pl: Nie gotowe

source: Noun
es: Sustantivo
fr: Nom
nb: Substantiv
pl: Rzeczownik

source: Number of guesses
es: Número de intentos
fr: Nombre d’essais
nb: Antall gjett
pl: Liczba prób

source: Number of guesses needed
es: Número de intentos necesarios
fr: Nombre d’essais nécessaires
nb: Antall gjett nødvendig
pl: Liczba potrzebnych prób

# number_letters
source: %lld letters
es: %lld letras
fr: %lld lettres
nb: %lld bokstaver
pl: %lld liter

# numberOfLetter
source: %lld letter
es: %lld letra
fr: %lld lettre
nb: %lld bokstav
pl: %lld litera

# numberOfLetters
source: %lld letters
es: %lld letras
fr: %lld lettres
nb: %lld bokstaver
pl: %lld liter

source: Obsolete
es: Obsoleto
fr: Désuet
nb: Foreldet
pl: Przestarzałe

source: OK
es: Aceptar

source: Only affects Unlimited.
es: Solo afecta al modo ilimitado.
fr: N'affecte que le Jeu libre.
nb: Påvirker bare fritt spill.
pl: Dotyczy tylko gry dowolnej.

source: Opens the completed board with letter feedback.
es: Abre el tablero completado con pistas de letras.
fr: Ouvre le plateau terminé avec le retour sur les lettres.
nb: Åpner det fullførte brettet med bokstavtilbakemelding.
pl: Otwiera ukończoną planszę z oceną liter.

source: Opens the definition for the answer.
es: Abre la definición de la respuesta.
fr: Ouvre la définition de la réponse.
nb: Åpner definisjonen for svaret.
pl: Otwiera definicję odpowiedzi.

source: Opens the definition for this word.
es: Abre la definición de esta palabra.
fr: Ouvre la définition de ce mot.
nb: Åpner definisjonen for dette ordet.
pl: Otwiera definicję tego słowa.

source: Opens word search.
es: Abre la búsqueda de palabras.
fr: Ouvre la recherche de mots.
nb: Åpner ordsøk.
pl: Otwiera wyszukiwanie słów.

source: Orange means the letter is in the word, but in a different spot.
es: El naranja significa que la letra está en la palabra, pero en una posición diferente.
fr: L’orange signifie que la lettre est dans le mot, mais à un autre endroit.
nb: Oransje betyr at bokstaven er i ordet, men på en annen posisjon.
pl: Pomarańczowy oznacza, że litera jest w słowie, ale w innym miejscu.

source: ORIGIN
es: ORIGEN
fr: ORIGINE
nb: OPPHAV
pl: POCHODZENIE

source: Particle
es: Partícula
fr: Particule
nb: Partikkel
pl: Partykuła

source: Phrase
es: Locución
fr: Locution
nb: Uttrykk
pl: Wyrażenie

source: Played
es: Jugado
fr: Jouées
nb: Spilt
pl: Rozegrane

source: Polish
es: Polaco
fr: Polonais
nb: Polsk
pl: Polski

source: Prefix
es: Prefijo
fr: Préfixe
nb: Prefiks
pl: Przedrostek

source: Preposition
es: Preposición
fr: Préposition
nb: Preposisjon
pl: Przyimek

source: Previous games
es: Partidas anteriores
fr: Parties précédentes
nb: Tidligere spill
pl: Poprzednie gry

source: Privacy options
es: Opciones de privacidad
fr: Options de confidentialité
nb: Personvernsvalg
pl: Opcje prywatności

source: Pro feature
es: Función pro
fr: Fonction pro
nb: Pro-funksjon
pl: Funkcja pro

source: Pronoun
es: Pronombre
fr: Pronom
nb: Pronomen
pl: Zaimek

source: PRONUNCIATION
es: PRONUNCIACIÓN
fr: PRONONCIATION
nb: UTTALE
pl: WYMOWA

source: Proper noun
es: Nombre propio
fr: Nom propre
nb: Egennavn
pl: Nazwa własna

source: Proverb
es: Proverbio
fr: Proverbe
nb: Ordtak
pl: Przysłowie

source: Purchases Pro to remove ads and unlock free hints.
es: Compra Pro para eliminar anuncios y desbloquear pistas gratis.
fr: Achète Pro pour supprimer les publicités et déverrouiller les indices gratuits.
nb: Kjøper Pro for å fjerne annonser og låse opp gratis hint.
pl: Kupuje Pro, aby usunąć reklamy i odblokować darmowe podpowiedzi.

source: Rare
es: Poco frecuente
nb: Sjelden
pl: Rzadko

source: Ready
es: Listo
fr: Prêt
nb: Klar
pl: Gotowe

source: Remember to play today's %d-letter word in %@ to keep your %d🔥 day streak.
es: Recuerda jugar hoy la palabra diaria de %d letras en %@ para no perder tu racha de %d🔥 días.
fr: Pensez à jouer au mot quotidien de %d lettres en %@ aujourd’hui pour conserver votre série de %d🔥 jours.
nb: Husk å spille dagens %d bokstaver, %@ dagens ord, så du ikke mister streaken din på %d🔥 dager.
pl: Pamiętaj, aby zagrać dziś w słowo z %d literami w języku %@ i utrzymać serię %d🔥 dni.
